eis-cart-tests-master@3bc714a7387/tests/test-data/intf-specs/gswf/template/EIS_GenerateSqlFromFileAndExecute/request.xmlt

<soapenv:Envelope xmlns:soapenv='http://schemas.xmlsoap.org/soap/envelope/' xmlns:even='http://www.thegoldensource.com/EventRaiserService.wsdl'>
                   <soapenv:Header/>
                      <soapenv:Body>
                           <even:RaiseEIS_GenerateSqlFromFileAndExecuteAsynchron>
                               <even:BulkSize>50</even:BulkSize>
                               <even:BusinessFeed>${BUSINESS_FEED!}</even:BusinessFeed>
                   			   <even:FileURI>${FileURI!}</even:FileURI>
                               <even:TranslationMDX>${TRANSLATIONMDX!}</even:TranslationMDX>
                           </even:RaiseEIS_GenerateSqlFromFileAndExecuteAsynchron>
                      </soapenv:Body>
                   </soapenv:Envelope>